{
    "our_services": {
      "title": "Notre Services",
      "content": [
        "B2B e-commerce/e-sourcing Marketplace",
        "Digital marketing services",
        "Promotion and visibility of products and services",
        "Online sales coming soon"
      ]
    },
    "digital_marketing_service": {
      "title": "Digital Marketing Service via Subscription Packs",
      "content": "Temacina.Com offers several advertising spaces and tools via a subscription system with different periods. Subscription rates are displayed on the Subscription page:",
      "packages": {
        "free": "Free: Minimum service granted for 12 months.",
        "starter": "Starter: Service with more benefits for 3, 6, or 12 months.",
        "silver": "Silver: Service with more benefits for 3, 6, or 12 months.",
        "gold": "Gold: Service with more benefits for 3, 6, or 12 months."
      },
      "details": "Temacina.com's Digital Marketing includes all marketing strategies and tactics used to promote a company's products or services online for the Algerian, African, and global markets. Our services include:",
      "services": [
        "Creating and managing online advertising campaigns",
        "SEO to improve search engine visibility",
        "Email marketing to target prospects and existing customers",
        "Social media management to engage with the online community"
      ]
    },
    "advertising_and_sponsorship_service": {
      "title": "Advertising and Sponsorship Service",
      "ad_spaces": [
        "Homepage",
        "Search Results Pages",
        "Category Pages",
        "Product Detail Pages"
      ],
      "ad_types": [
        "Banner ads",
        "Carousel or slide ads",
        "In-content ads",
        "Video ads",
        "Native ads"
      ]
    },
    "online_sales_service": {
      "title": "Online Sales Service for Intra-Company Transactions",
      "markets": [
        "Local B2B Market in Algerian Dinar",
        "International B2B Global Import/Export Market in Dollar"
      ],
      "targeted_companies": [
        "Startups",
        "TPEs",
        "SMEs",
        "SMIs",
        "Large Companies"
      ]
    },
    "sectors": {
      "title": "OUR SECTORS",
      "description": "Temacina.Com is a vertical marketplace specializing in four key sectors: Industry, Agriculture, Construction, and I-Tech. We are committed to providing tailored solutions for each sector, fostering the growth and development of businesses in a secure and efficient digital environment. As a leader in our field, we are determined to create opportunities for success for our business partners, contributing to boosting the Algerian economy on the global stage."
    },
    "industry": {
      "title": "Industry",
      "description": "Temacina.Com Our platform offers a variety of industrial products, such as machinery, equipment, construction materials, and more, facilitating exchanges between local industry players.",
      "categories": [
        "Mechanical and Boilermaking Industry",
        "Household Appliances",
        "Electrical",
        "Electronics",
        "Automotive",
        "Truck",
        "Accessories and Tools",
        "Cosmetics",
        "Hygiene",
        "Detergent",
        "Wood and Plastic",
        "Textiles and Manufacturing",
        "Petrochemical Industry",
        "Craft Industry",
        "Startups",
        "Industry 4.0"
      ]
    },
    "agriculture": {
      "title": "Agriculture",
      "description": "Temacina.Com We connect agricultural suppliers, cooperatives, and agri-food companies, offering a complete range of agricultural products, from seeds to finished products, to meet local market needs.",
      "categories": [
        "Livestock and Equipment",
        "Storage, Handling and Transport",
        "Equipment for the Agri-food Industry",
        "Animal Production and Feed",
        "Agri-food",
        "Production and Sale of Packaging Products",
        "Packaging and Conditioning Equipment",
        "Startups",
        "Agricultural Equipment and Material",
        "Plant Production"
      ]
    },
    "construction": {
      "title": "Construction",
      "description": "Temacina.Com We offer a multitude of products and services related to the construction sector, including construction materials, site equipment, engineering and consulting services, fostering project development across the country.",
      "categories": [
        "Construction Plants and Materials",
        "Site Equipment and Material",
        "Interiors and Coatings",
        "Construction Contractors and Project Managers",
        "Public Works and Hydraulics",
        "Smart Building",
        "Startups",
        "Exterior and Coatings",
        "Electrical Installation and Equipment",
        "Manufacturing and Processing"
      ]
    },
    "i_tech": {
      "title": "I-Tech (Information and Communication Technology)",
      "description": "Temacina.Com We facilitate exchanges in the technology sector by connecting companies specializing in software, IT services, telecommunications solutions, and other I-Tech products and services, contributing to Algeria's digital transformation.",
      "categories": [
        "Big Data and Economic Intelligence",
        "Unmanned Systems and Solutions",
        "Virtual and Augmented Reality",
        "Startups",
        "Artificial Intelligence",
        "E-Technologies",
        "Internet of Things",
        "Digital Enterprise",
        "Data Center Infrastructure",
        "Networks and Communication",
        "Security Systems"
      ]
    },
    "why_choose_us": {
      "title": "WHY CHOOSE Temacina.Com?",
      "reasons": [
        "Reliability and Security: Secure and reliable transactions",
        "International Visibility: Access to a global market",
        "Personalized Support: Dedicated assistance to maximize your success",
        "Direct Contact: Instant messaging and online chat for information exchanges, quote requests, negotiations, and additional information"
      ]
    },
    "values": {
      "title": "OUR VALUES",
      "values": ["Innovation", "Integrity", "Excellence", "Customer Service"]
    },
    "register_and_subscribe": {
      "title": "REGISTER AND PURCHASE SUBSCRIPTION PACKS",
      "benefits": [
        "Maximum Visibility: Increase your products' visibility to a global audience",
        "Targeted Marketing: Access sophisticated marketing tools to promote your products",
        "Networking Opportunities: Connect with potential business partners worldwide",
        "Support and Assistance: Benefit from dedicated customer support to maximize your sales opportunities"
      ]
    },
    "visiting_sellers_and_buyers": {
      "title": "VISITING SELLERS AND BUYERS",
      "benefits": [
        "Global Visibility: Increase your products' visibility on an international platform, reaching potential buyers worldwide",
        "Marketing Support: Take advantage of our sophisticated marketing services to promote your products and increase sales",
        "Networking Opportunities: Connect with other companies and potential business partners worldwide",
        "Security and Reliability: Enjoy secure and reliable transactions, ensuring the protection of your data and financial transactions",
        "Access to Instant Messaging and Online Chat: Facilitate information exchanges, quote requests, negotiations, and obtain additional information with our real-time communication tools",
        "Early Benefits: As an early subscriber, enjoy exclusive benefits such as preferential rates, personalized services, and increased visibility"
      ]
    },
    "subscribed_sellers_and_buyers": {
      "title": "SUBSCRIBED SELLERS AND BUYERS",
      "benefits": [
        "Continuous Growth: We continuously invest in marketing to attract new buyers and increase your customer base",
        "Feedback and Improvement: Your feedback is essential to us. We constantly improve our platform to meet your needs and optimize your user experience"
      ]
    },
    "online_sales": {
      "title": "ONLINE SALES",
      "description": "Take advantage of our next development phase, which will include online sales services, opening up new growth opportunities and diversifying your sales channels.",
      "benefits": [
        "Dedicated Customer Support: Benefit from dedicated customer support to answer all your questions and help you maximize your sales opportunities",
        "Collaboration Opportunities: Participate in collaborative initiatives with other companies and partners to strengthen your market position"
      ]
    },
    "online_sales_with_payment_methods": {
      "title": "ONLINE SALES WITH GLOBAL PAYMENT METHODS",
      "description": "After the initial marketing phase, we will launch online sales services to offer even more growth opportunities to our sellers.",
      "online_sales_services": [
        "Online Sales Platform: Offer your products directly on our platform with an intuitive and user-friendly interface",
        "Order Management: Track and manage orders in real-time, with instant notifications for each new order",
        "Online Inventory: Manage inventory with automatic updates to ensure product availability",
        "Warranty Service: Offer your customers peace of mind with a warranty on sold products",
        "After-Sales Service: Provide after-sales support to resolve any issues or answer customer questions",
        "Dispute Management: An effective system to manage and resolve disputes between sellers and buyers",
        "Refund Policy: Ensure a clear and fair refund policy to maintain customer satisfaction"
      ]
    },
    "global_payment_methods": {
      "title": "GLOBAL ONLINE PAYMENT METHODS",
      "methods": [
        "Visa and MasterCard: Accept credit and debit card payments from major global brands",
        "American Express: Facilitate transactions for customers using American Express cards",
        "PayPal: Offer a secure and popular payment option via PayPal, allowing for fast and secure transactions",
        "Bank Transfer: Accept bank transfer payments for national and international transactions",
        "Other Payment Methods: Integrate additional payment methods to cater to specific markets or customer preferences"
      ]
    },
    "secure_and_reliable_transactions": {
      "title": "SECURE AND RELIABLE TRANSACTIONS",
      "description": "At Temacina.Com, we prioritize the security and reliability of your transactions. Our platform uses advanced encryption technologies to protect your data and ensure secure transactions. Additionally, we implement rigorous security measures to prevent fraud and unauthorized access to your information."
    },
    "maximum_international_visibility": {
      "title": "MAXIMUM INTERNATIONAL VISIBILITY",
      "description": "With Temacina.Com, your products gain global visibility, allowing you to reach potential buyers worldwide. Our platform offers various tools and features to enhance your product visibility and increase your sales opportunities. Benefit from our global marketing strategies to attract new customers and expand your market reach."
    },
    "personalized_support_and_assistance": {
      "title": "PERSONALIZED SUPPORT AND ASSISTANCE",
      "description": "Our dedicated support team is here to assist you every step of the way. Whether you need help with setting up your account, managing your products, or optimizing your sales strategies, we provide personalized support to ensure your success on our platform. Contact us through instant messaging, online chat, or email for prompt and efficient assistance."
    },
    "direct_contact_for_information_exchanges": {
      "title": "DIRECT CONTACT FOR INFORMATION EXCHANGES",
      "description": "Communicate directly with potential buyers and sellers through our instant messaging and online chat features. Exchange information, request quotes, negotiate terms, and obtain additional details quickly and efficiently. Our communication tools facilitate seamless interactions and help you build strong business relationships."
    },
    "constant_investment_in_marketing": {
      "title": "CONSTANT INVESTMENT IN MARKETING",
      "description": "We continuously invest in marketing to attract new buyers and increase your customer base. Our marketing efforts include online advertising, social media campaigns, SEO strategies, and more. By promoting our platform and your products, we help you achieve continuous growth and maximize your sales potential."
    },
    "feedback_and_continuous_improvement": {
      "title": "FEEDBACK AND CONTINUOUS IMPROVEMENT",
      "description": "Your feedback is essential to us. We constantly strive to improve our platform to meet your needs and optimize your user experience. Share your suggestions and feedback with us, and we will work diligently to enhance our services and provide you with the best possible experience on Temacina.Com."
    }
  }
  