{
    "gtsc": {
      "title": "General Terms and Conditions of Sale (GTSC)",
      "company": "Temacina.com",
      "date": "Thursday, July 11, 2024",
      "main_language": "Main language of general terms and conditions of sale (gtsc): The French language",
      "welcome": {
        "title": "Welcome to Temacina.com",
        "content": [
          "Temacina.com is an Algerian Global B2B Digital Marketplace, specialising in Digital Marketing, e-Commerce, and e-Sourcing.",
          "To benefit fully from the services of the Temacina.com Marketplace, you will need to create an account by providing a username and password, and then accept all the conditions, policies, and legal notices of the platform.",
          "These conditions of sale are governed by Algerian law, which means that all transactions, interpretations, and performances of these conditions must comply with the laws and regulations in force in Algeria. This includes all legal, jurisprudential, and regulatory provisions applicable in the country. In the event of any dispute or difference arising from these conditions, the Algerian courts will have jurisdiction to settle the dispute in accordance with Algerian law. It is also specified that these conditions apply to all sales made on the Temacina.com marketplace."
        ]
      },
      "marketplace_sector": {
        "title": "MARKETPLACE SECTOR Temacina.com",
        "content": "The Temacina.com platform is a Vertical Marketplace specialising in four business sectors.",
        "categories": {
          "industry": "Industry: Mechanical engineering and boiler making, Household appliances, Electrics, Electronics, Automotive, Trucks, Accessories and Tools, Cosmetics, Hygiene, Detergents, Wood and plastics, Textiles and manufacturing, Petrochemicals, Industry, Craft industry, Startups, Industry 4.0.",
          "agriculture": "Agriculture: Breeding and equipment, Storage, Handling and transport, Equipment for Agri-food industry, Animal production and food, Agri-food, Production and sale of packaging products, Packaging equipment, Startups, Material and equipment for agriculture, Crop production.",
          "construction": "Construction: Factories and Building Materials, Construction Machinery and Equipment, Interiors and Cladding, Building contractors and project managers, Public works and hydraulic engineering, Intelligent building, Startups, Exterior and cladding, Electrical installation and equipment, Manufacturing and processing.",
          "iTech": "I-Tech: Big Data and Business Intelligence, Unmanned Systems and Solutions, Virtual Reality and Augmented, Startups, Artificial Intelligence, E-Technologies, Internet of Things, Digital Enterprise, Data centre infrastructure, Networks and Communications, Security systems."
        }
      },
      "overview_services": {
        "title": "Overview of Temacina.com services",
        "content": [
          "The services offered by the Temacina.com marketplace focus on Digital Marketing and eCommerce and e-Sourcing for intra-company online sales within the Algerian, African, and global B2B framework. Here is a more detailed explanation of these services:"
        ],
        "digital_marketing": {
          "title": "Digital Marketing Service Via Subscription Packs:",
          "content": [
            "Digital Marketing in the algeriadigitalmarketplace.com includes all the marketing strategies and tactics used to promote a company's products or services online for the Algerian, African, and global markets.",
            "In the context of B2B e-Commerce and e-Sourcing, the Temacina.com Marketplace Digital Marketing aims to reach out to potential business customers and encourage them to engage with the Temacina.com online sales or e-Sourcing platform for the Algerian market, the African market, and the global market.",
            "Temacina.com's digital marketing services can include the creation and management of online advertising campaigns, search engine optimisation (SEO) to improve search engine visibility, email marketing to target prospects and existing customers, as well as social media management to interact with the online community for the Algerian, African, and global markets."
          ]
        },
        "advertising_sponsorship": {
          "title": "Advertising and Sponsorship Department",
          "sections": {
            "home_page": {
              "title": "Advertisements on the home page",
              "content": [
                "Advertising banners: Full width, often 728x90 pixels for banners or 1600x500 pixels for large banners at the top of the page.",
                "Carousels or advertising slides: Variable size, generally large to attract attention, often 1200x600 pixels.",
                "Ads integrated into the content: Various sizes depending on the design, but often 300x250 pixels to fit in without obstructing the content.",
                "Video ads: Often placed predominantly, at 640x360 pixels or 1280x720 pixels for high definition.",
                "Native ads: Designed to blend in with the content, generally in a reduced size such as 300x250 pixels or adjusted to the surrounding content."
              ]
            },
            "search_results": {
              "title": "Advertisements on search results pages",
              "content": [
                "Advertising banners: Typically 728x90 pixels at the top or bottom of the page.",
                "Carousels or advertising slides: Used to promote products or special offers, often 1200x300 pixels.",
                "Ads integrated into the content: Small ads, often 200x200 pixels or 300x250 pixels, placed between product lists.",
                "Video ads: Not very common in search results, but possible in small format, 300x250 pixels."
              ]
            },
            "category_pages": {
              "title": "Ads on category pages",
              "content": [
                "Advertising banners: As on the home page, often 728x90 pixels or full width.",
                "Carousels or advertising slides: To highlight products in the category, in 1200x600 pixels.",
                "Ads integrated into content: Similar to search results pages, often 300x250 pixels.",
                "Video ads: Sometimes used for category-specific promotions, with an average size of 640x360 pixels."
              ]
            },
            "product_detail_pages": {
              "title": "Advertisements on product detail pages",
              "content": [
                "Advertising banners: Less frequent in this context, but possible at 728x90 pixels at the bottom of the page.",
                "Carousels or advertising slides: For other products or accessories, 500x500 pixels.",
                "Ads integrated into the content: Can be used to promote complementary products, typically in 300x250 pixels near the description or specifications.",
                "Video advertising: To demonstrate the product or similar products, in 640x360 pixels or larger."
              ]
            }
          }
        },
        "intra_company_sales": {
          "title": "Intra-company Online Sales Service in B2B eCommerce and eSourcing:",
          "content": [
            "Intra-company online sales involve setting up the Temacina.com online sales marketplace, which is intended to be used exclusively by companies to purchase products or services from other companies.",
            "In the context of B2B eCommerce, this means providing the Temacina.com marketplace where companies can make efficient online purchases, accessing a wide range of products or services offered by other companies in the marketplace.",
            "For eSourcing, this involves the Temacina.com marketplace, where companies can search for, evaluate, select, and purchase products or services from third-party suppliers, using methods such as online invitations to tender, reverse auctions, and electronic negotiations (RFQ-Request for Quotation).",
            "IMPORTANT: The Temacina.com Marketplace exclusively authorises marketing and transactions involving companies with which the Algerian State maintains economic and commercial relations with their countries of origin. Transactions on the Temacina.com Marketplace are exclusively between:",
            "Algerian Market - Local Algerian (in Dinar).",
            "Algerian market - Worldwide (Export- in Dollar).",
            "World Market - Algerian (Import- in Dollar).",
            "Worldwide market - Worldwide (except for digital marketing).",
            "The Temacina.com Marketplace's digital marketing and B2B e-Commerce and e-Sourcing services aim to help Algerian, African, and global businesses effectively promote their products or services online, reach new customers, and facilitate business-to-business transactions in a digital environment. This can help increase visibility, generate qualified leads, and improve the efficiency of business operations in the rapidly evolving digital world for the Algerian, African, and global markets."
          ],
          "algerian_b2b": {
            "title": "Algerian local B2B market:",
            "content": [
              "This market is dedicated to Algerian companies looking to sell their products or services locally, using the Algerian dinar DA as their currency.",
              "Algerian companies benefit from visibility, promotion, and sales channels on Temacina.com to reach other companies in the country.",
              "For export purposes, Algerian companies can also use the platform to promote and sell their products or services abroad, particularly on African and international markets, using the dollar as their currency. This is part of the Algerian government's new strategy to boost the country's economy and industry on a global scale."
            ]
          },
          "worldwide_b2b": {
            "title": "Worldwide B2B foreign market:",
            "content": [
              "This market concerns foreign companies looking to sell their products or services to Algerian companies using the dollar as their currency.",
              "Foreign companies can benefit from visibility, promotion, and sales channels on Temacina.com to reach the Algerian market.",
              "For imports, foreign companies can use the platform to promote and sell their products or services for the Algerian market, either for their own use or for resale as is.",
              "Temacina.com provides a dynamic platform for Algerian and foreign companies to connect, promote their products and services, and conduct commercial transactions in a local and global B2B environment, thereby facilitating the growth of international trade and contributing to Algeria's economic growth."
            ]
          }
        }
      },
      "payments_services": {
        "title": "Payments for Temacina.com services",
        "digital_marketing_payments": {
          "title": "Digital marketing payments via Subscription Packs:",
          "content": [
            "The Algeriadigitlamarket.com Marketplace offers several advertising spaces and tools via a subscription system on all the pages of the platform with different periods. Subscription prices are shown on the Subscription page.",
            "https://temacina.com/subscriptions",
            "Free: A minimum 12-month service",
            "Starter: A service with more advantages 3 - 6 - 12 Months",
            "Silver: A service with more advantages 3 - 6 - 12 Months",
            "Gold: A service with more advantages 3 - 6 - 12 Months",
            "Types of service:"
          ],
          "types_of_service": {
            "number_of_products": "✔ Number of products",
            "number_of_images": "✔ Number of images/product",
            "duration_video": "✔ Duration video/product",
            "quotation_request": "✔ Quotation request",
            "referencing_by_keyword": "✔ Referencing by Keyword",
            "strategic_marketing": "✔ Strategic marketing",
            "advanced_product_management": "✔ Advanced product management",
            "priority_search_results": "✔ Priority Search Results",
            "find_an_agent": "✔ Find an agent",
            "visibility_on_algerian_market": "✔ Visibility on the Algerian/African market",
            "global_market_visibility": "✔ Global market visibility",
            "analytical_data": "✔ Analytical data",
            "advanced_technical_assistance": "✔ Advanced Technical Assistance",
            "special_visual_badges": "✔ Special Visual badges",
            "priority_customer_support": "✔ Priority Customer Support",
            "performance_analysis": "✔ Performance Analysis",
            "forums_and_communities": "✔ Forums and Communities",
            "online_chat": "✔ Online chat"
          },
          "algerian_payment": {
            "title": "Payment in Algerian Dinar for Algerian companies in Algeria (Algeria Partners).",
            "content": [
              "Online payment CIB or EDAHABIA (After choosing the pack you will be able to pay directly by filling in your credit card details).",
              "Bank or postal transfer on behalf of Algeria Partners.",
              "Cash or cheque to the head office address."
            ]
          },
          "foreign_payment": {
            "title": "Payment in Dollars for foreign companies abroad (Digital Trade and Export Ltd) UK.",
            "content": [
              "Online payment Visa, Mastercard, Mobile Application, and all types of online payment (After choosing the pack you will be able to pay directly by filling in your credit card details).",
              "Bank or postal transfer on behalf of the company (Entreprise Digital Trade and Export Ltd)."
            ]
          }
        }
      },
      "advertising_space": {
        "title": "Payments for advertising space and sponsorship services",
        "important_note": "IMPORTANT: The rates for Advertising and Sponsorship spaces, the periods, and all the details are accessible from the User Accounts.",
        "types_of_pages": {
          "title": "We have 4 Type Pages",
          "content": [
            "Advertisements on the home page.",
            "Advertisements on search results pages.",
            "Ads on category pages.",
            "Advertisements on product detail pages."
          ]
        },
        "types_of_spaces": {
          "title": "We have 5 Advertising and Sponsorship Spaces",
          "content": [
            "Advertising banners: Full width, often 728x90 pixels for banners or 1600x500 pixels for large banners at the top of the page.",
            "Carousels or advertising slides: Variable size, generally large to attract attention, often 1200x600 pixels.",
            "Ads integrated into the content: Various sizes depending on the design, but often 300x250 pixels to fit in without obstructing the content.",
            "Video ads: Often placed predominantly, at 640x360 pixels or 1280x720 pixels for high definition.",
            "Native ads: Designed to blend in with the content, generally in a reduced size such as 300x250 pixels or adjusted to the surrounding content."
          ]
        }
      },
      "online_sales_commission": {
        "title": "Payments for services and commission for online sales",
        "content": [
          "The Marketplace offers a complete online sales solution:",
          "Electronic product catalogue via the platform",
          "Each company listed on the Temacina.com Marketplace offers a varied catalogue of products. The variety of products depends on the type of subscription purchased via our subscription system. You can consult the current price proposals for more information.",
          "Choice of delivery company and type of delivery",
          "Users can choose from a variety of delivery companies available on Temacina.com. In addition, they can select the type of delivery that best suits their needs, such as standard, express, or other available options.",
          "Order tracking",
          "We offer an order tracking service enabling users to follow the status of their delivery in real time. They can stay informed of the progress of their order from the moment it is dispatched until it is received.",
          "Invoicing and after-sales service",
          "Temacina.com offers a complete billing system, guaranteeing transparent transaction management. In addition, our after-sales service is available to answer all your questions and provide you with effective technical and commercial support after you have purchased products on our platform."
        ],
        "algerian_sales": {
          "title": "Sales in Algeria between Algerian companies",
          "content": "Online transactions for B2B products and services via the Temacina.com Marketplace are invoiced in Algerian Dinar."
        },
        "foreign_sales": {
          "title": "Sales between Algerian and foreign companies, Import or Export in Dollars",
          "content": "Online B2B sales of products and services via the Temacina.com Marketplace are conducted in Dollars, for both import and export transactions involving Algerian and foreign companies."
        },
        "commission_note": {
          "title": "Online sales commission",
          "content": "IMPORTANT: Online sales commissions vary according to the contractual terms established between the Temacina.com Marketplace and the companies already registered on the platform."
        }
      },
      "risks_transactions": {
        "title": "Risks and transactions",
        "content": [
          "Users should be aware of the potential risks when dealing with other users. Although Temacina.com uses techniques to verify the accuracy of information provided by users, it is difficult to confirm the identity of every user. It is advisable to use various means and common sense to assess who you are dealing with.",
          "Buyers and sellers assume all risks associated with conducting transactions on or through the sites, including risks associated with product quality, fraud, late delivery, etc. Temacina.com is not liable for any damages or injury resulting from these risks. Temacina.com shall not be liable for any damages or injury resulting from such risks."
        ]
      },
      "information_documents": {
        "title": "Information and documents",
        "content": "Users must provide all information and documents requested by Temacina.com to facilitate transactions. Failure to do so may result in suspension or termination of the User's account."
      },
      "sales_content": {
        "title": "Sales content",
        "content": "The sellers declare that all the content they provide includes commercial communications, and the buyers acknowledge this declaration."
      },
      "comments_criticisms": {
        "title": "COMMENTS, CRITICISMS AND COMMUNICATIONS",
        "content": [
          "Visitors may post reviews, comments, or other content on the site, as long as it is not illegal, offensive, or violates intellectual property rights. Temacina.com reserves the right to remove or edit any content deemed inappropriate. If any content appears to be defamatory or infringes intellectual property rights, visitors are encouraged to fill out a notification form to report the issue. By submitting content, visitors grant Temacina.com a non-exclusive licence to use it. Visitors must ensure that the content is accurate and does not violate any Temacina.com policy. Visitors must also indemnify Temacina.com in the event of any dispute related to the submitted content."
        ]
      },
      "third_party_liability": {
        "title": "THIRD-PARTY SELLERS AND LIABILITY",
        "content": [
          "Buyers and sellers are solely responsible for establishing and executing the terms and conditions of transactions, including payment terms, returns, etc., subject to the additional obligations specified in the Transaction Services Agreement.",
          "Temacina.com allows third-party sellers to list and sell their products on the platform. While the platform supports these transactions, it is neither the buyer nor the seller of third-party sellers' products. Temacina.com acts as an intermediary, providing a platform for buyers and sellers to finalize their transactions. Contracts of sale are formed solely between the buyer and the third-party seller, and Temacina.com is not a party to such contracts, acting neither as an agent nor as a nominee of the third-party sellers. Except as specified in this section, third-party sellers are responsible for product sales and concerns related to such contracts. Temacina.com offers the A to Z Guarantee to provide buyers with a secure shopping experience in addition to any contractual or other rights.",
          "Some third-party sellers may sell as private individuals rather than professionals, which affects your usual legal rights in terms of consumer protection.",
          "If items are dispatched by Temacina.com, delivery is handled by the site and customer service deals with order issues. Otherwise, the third-party seller handles delivery and customer service, unless otherwise specified."
        ]
      },
      "prohibited_products": {
        "title": "PRODUCTS AND SERVICES PROHIBITED ON OUR MARKETPLACE",
        "content": [
          "Temacina.com, as a global B2B platform based in Algeria, operates as a virtual trading space between local and international companies. This trading dynamic encompasses buyers and sellers operating in geographically dispersed regions, offering a diversity of products and services on a global scale.",
          "Temacina.com's top priority is to ensure safety and compliance for all users, whether buyers or sellers, in accordance with local laws and regulations in Algeria and applicable international regulations. This is reflected in the stringent action of products and services offered on the platform.",
          "In addition to the obvious restrictions on products that are illegal or heavily regulated by law, Temacina.com also applies limitations on products or services that may be controversial in nature, even if they are not explicitly prohibited by law. This proactive approach aims to prevent problematic situations and maintain the reputation and integrity of the platform.",
          "The product listing policy on Temacina.com details specific categories of products that are either restricted from sale or prohibited altogether. These categories are regularly updated to reflect legislative and regulatory developments and are designed to assist sellers in understanding requirements and complying with applicable standards.",
          "It is crucial for sellers to carefully review these policies and ensure that the products they offer comply with all applicable regulations. Sellers are responsible for ensuring that their products comply with laws and regulations in all relevant jurisdictions, and that their listing on Temacina.com is in full compliance with such requirements.",
          "By working closely with the relevant authorities and putting in place effective monitoring and control mechanisms, Temacina.com strives to maintain a secure, transparent, and fair trading environment for all its users, thereby helping to enhance the platform's trust and credibility in the global marketplace.",
          "It is imperative to remind Algerian sellers that laws vary from one country to another where their potential buyers reside, and likewise for Algerian buyers, laws differ in the countries where their potential sellers reside. Therefore, before listing a product on the Temacina.com platform, all sellers are strongly advised to consult a duly authorised lawyer in their own country as well as in the country where they plan to buy or sell. This consultation will ensure that sellers are fully informed of the relevant laws and regulations with which they and their products must comply prior to transacting on Temacina.com.",
          "This proactive approach is essential to ensure the legal compliance of all transactions carried out on the platform. Laws and regulations can vary considerably from country to country, particularly with regard to product safety standards, tax obligations, consumer protection rules, and intellectual property requirements. By consulting a competent lawyer, sellers can ensure that their commercial activities fully comply with these regulations and thus avoid any violation of local or international laws.",
          "In Algeria, for example, sellers must comply with local e-commerce, consumer protection, and tax laws and regulations. Similarly, sellers must also familiarise themselves with the laws applicable in the countries where their potential buyers reside, in order to guarantee the legality of their commercial activities in those jurisdictions.",
          "Similarly, Algerian buyers should be aware of the laws and regulations in force in the countries where their potential sellers reside. This will enable them to be aware of their rights and obligations as buyers and to make informed decisions when shopping on Temacina.com.",
          "In short, consulting a lawyer before carrying out transactions on Temacina.com is a crucial step in ensuring legal compliance and minimising legal risks for all players involved in e-commerce. This helps to strengthen user confidence in the platform and ensure a secure and transparent trading environment for all."
        ]
      },
      "list_of_prohibited_products": {
        "title": "LIST OF PROHIBITED PRODUCTS",
        "content": [
          "Not all product categories may be listed on the website, as we thoroughly review each product before it is added. In addition to banning and restricting the listing of products that are heavily regulated or totally prohibited by legislation, Temacina.com also places bans and restrictions on products that, although not prohibited by law, are controversial in nature. This approach ensures that only products that comply with the strictest safety and quality standards are available on our platform, thereby ensuring the confidence and safety of our users.",
          "Firearms and ammunition",
          "Articles issued by the government, law enforcement agencies, and the army",
          "Restricted items subject to product qualification",
          "Sanctioned and prohibited items",
          "Luxury products, Gold, Diamond",
          "Petroleum products and derivatives",
          "Collections, artefacts, and precious metals",
          "Bypass devices and other equipment used for illicit purposes",
          "Illicit drugs, precursors, and drug paraphernalia",
          "Personal protective equipment",
          "Radio equipment",
          "Specific geographical prohibitions",
          "Illicit drug manufacturing equipment",
          "Play equipment",
          "Offensive material and information prejudicial to national security",
          "Material, products, books, magazines of a sexual, vulgar, or obscene nature",
          "Violent material, products, books, and magazines",
          "Medicines",
          "Human parts and remains, protected flora and fauna",
          "Port and derivatives",
          "Explosives precursors",
          "Financial income and bank interest",
          "Cannabidiol CBD products",
          "Flammable, explosive, and hazardous chemicals",
          "Products containing regulated substances",
          "Controversial products that are contrary to social morality, public order, good customs, and humanitarian principles",
          "All products are strictly regulated and prohibited from sale online.",
          "Products of inferior quality or which do not comply with the laws and regulations in force",
          "Tobacco products and abuse",
          "Single-use plastic products",
          "Laser products",
          "Illegal services and products obtained by illegal means",
          "Wine and wine derivatives, all alcoholic products",
          "All stolen products"
        ]
      },
      "changes_updates": {
        "title": "CHANGES AND UPDATES",
        "content": [
          "Temacina.com reserves the right to make modifications to all or any part of the Service, to our procedures, terms, and conditions, including these Terms and Conditions. You are subject to the terms and conditions, procedures, and Terms of Use in effect at the time you use the Temacina.com Service. Temacina.com may modify the Terms at any time by posting the modified Terms with the date of modification. Temacina.com will notify you of any material changes to the Terms by posting the pertinent changes on the Marketplace \"Platform\", \"Website\"."
        ]
      },
      "force_majeure": {
        "title": "Force Majeure and unavailability of services",
        "content": [
          "Temacina.com shall not be liable and shall not pay any compensation for any loss arising from the unavailability or malfunction of the services or systems in the following cases: system downtime for maintenance, inability to transmit data due to communication equipment failures, force majeure events such as natural disasters, war, civil unrest, etc., or any suspension of services for reasons beyond Temacina.com's reasonable control, such as cyber-attacks, technical adjustments, governmental decisions, etc. Temacina.com shall not be liable for any loss arising from the unavailability or malfunction of the services or systems.",
          "We are committed to maintaining the availability and quality of the Temacina.com Services, but due to the nature of the Internet, it is impossible to guarantee the total absence of errors or interruptions. We work to limit the frequency and duration of any suspension or limitation of services for maintenance or improvement activities."
        ]
      }
    }
  }
  