{
    "gtsc": {
      "title": "CONDITIONS GÉNÉRALES ET DE VENTE (CGV)",
      "company": "Temacina.com",
      "date": "Jeudi 11 Juillet 2024",
      "main_language": "LANGUE PRINCIPALE DES CONDITIONS GÉNÉRALES ET DE VENTE (CGV) : « La langue Française »",
      "welcome": {
        "title": "Bienvenue à Temacina.com",
        "content": [
          "Temacina.com est une Marketplace Digitale Algérienne du B2B Mondial spécialisée dans le Marketing Digital, l’eCommerce et l’eSourcing.",
          "Pour bénéficier pleinement des services de la Marketplace Temacina.com, vous devrez créer un compte en fournissant un identifiant et un mot de passe, puis accepter toutes les conditions, politiques et mentions légales de la plateforme.",
          "Les présentes conditions de vente sont régies par le droit algérien, ce qui signifie que toutes les transactions, interprétations et exécutions de ces conditions doivent être conformes aux lois et réglementations en vigueur en Algérie. Cela inclut toutes les dispositions légales, jurisprudentielles et réglementaires applicables dans le pays. En cas de litige ou de différend découlant de ces conditions, les tribunaux algériens seront compétents pour régler le conflit conformément au droit algérien. Il est également précisé que ces conditions s'appliquent à toutes les ventes effectuées sur la marketplace Temacina.com."
        ]
      },
      "marketplace_sector": {
        "title": "SECTEUR D’ACTIVITÉ DE LA MARKETPLACE Temacina.com",
        "content": "La plateforme Temacina.com est une Marketplace Verticale spécialisée dans quatre secteurs d’activité.",
        "categories": {
          "industry": "Industrie : Industrie mécanique et de chaudronnerie, Électroménager, Électrique, Électronique, Automobile, Camion, Accessoires et Outillage, Cosmétique, Hygiène, Détergent, Bois et Plastique, Textiles et manufacturière, Industrie de pétrochimie, Industrie artisanale, Startups, Industrie 4.0.",
          "agriculture": "Agriculture : Élevage et équipement, Stockage, Manutention et Transport, Équipements pour l'industrie agro-alimentaire, Production animale et alimentation, Agroalimentaire, Production et vente de produits d'emballage, Équipement d'emballage et de conditionnement, Startups, Matériel et équipement pour l'agriculture, Production végétale.",
          "construction": "Construction : Usines et Matériaux de construction, Engins et matériels de chantier, Intérieurs et revêtement, Entrepreneurs en construction et chefs de projet, Travaux publics et hydrauliques, Bâtiment intelligent, Startups, Extérieur et revêtement, Installation électrique et équipement, Fabrication et transformation.",
          "iTech": "I-Tech : Big Data et Intelligence Économique, Systèmes et solutions sans pilote, Réalité virtuelle et augmentée, Startups, Intelligence Artificielle, E-Technologies, Internet des objets, Entreprise Digitale, Infrastructure de centre de données, Réseaux et Communication, Système de sécurité."
        }
      },
      "overview_services": {
        "title": "Présentation des services de Temacina.com",
        "content": [
          "L'offre de services de la marketplace Temacina.com se concentre sur le Marketing Digital et l’eCommerce et l'eSourcing pour la vente en ligne intra-entreprise dans le cadre du B2B Algérien, Africain et Mondial. Voici une explication plus détaillée de ces services :"
        ],
        "digital_marketing": {
          "title": "Service Marketing Digital Via les Packs d’Abonnement :",
          "content": [
            "Le Marketing Digital de la Marketplace Temacina.com comprend toutes les stratégies et tactiques marketings utilisés pour promouvoir les produits ou services d'une entreprise en ligne pour le marché algérien, le marché Africain et le marché mondial.",
            "Dans le contexte du B2B eCommerce et de l'eSourcing, le Marketing Digital de la Marketplace Temacina.com vise à atteindre les entreprises clientes potentielles et à les inciter à s'engager avec la plateforme Temacina.com de vente en ligne ou d'eSourcing pour le marché algérien, le marché Africain et le marché mondial.",
            "Les services du Marketing Digital de Temacina.com peuvent inclure la création et la gestion de campagnes publicitaires en ligne, le référencement (SEO) pour améliorer la visibilité sur les moteurs de recherche, le marketing par e-mail pour cibler les prospects et les clients existants, ainsi que la gestion des médias sociaux pour interagir avec la communauté en ligne pour le marché algérien, le marché Africain et le marché mondial."
          ]
        },
        "advertising_sponsorship": {
          "title": "Service Espace Publicitaire et Sponsoring",
          "sections": {
            "home_page": {
              "title": "Annonces sur la page d'accueil",
              "content": [
                "Bannières publicitaires : Largeur complète, souvent en 728x90 pixels pour les bannières ou 1600x500 pixels pour les grandes bannières en tête de page.",
                "Carrousels ou slides publicitaires : Taille variable, généralement large pour attirer l'attention, souvent en 1200x600 pixels.",
                "Publicités intégrées dans le contenu : Tailles variées selon le design, mais souvent en 300x250 pixels pour s'intégrer sans obstruer le contenu.",
                "Publicités vidéo : Souvent placées de manière prédominante, en taille 640x360 pixels ou 1280x720 pixels pour haute définition.",
                "Publicités natives : Conçues pour se fondre avec le contenu, généralement en taille réduite comme 300x250 pixels ou ajustées au contenu environnant."
              ]
            },
            "search_results": {
              "title": "Annonces sur les pages de résultats de recherche",
              "content": [
                "Bannières publicitaires : Typiquement en 728x90 pixels en tête ou pied de page.",
                "Carrousels ou slides publicitaires : Utilisés pour promouvoir des produits ou offres spéciales, souvent en 1200x300 pixels.",
                "Publicités intégrées dans le contenu : Petites annonces, souvent en 200x200 pixels ou 300x250 pixels, placées entre les listes de produits.",
                "Publicités vidéo : Peu communes dans les résultats de recherche, mais possibles en petit format, en 300x250 pixels."
              ]
            },
            "category_pages": {
              "title": "Annonces sur les pages de catégorie",
              "content": [
                "Bannières publicitaires : Comme sur la page d'accueil, souvent en 728x90 pixels ou largeur complète.",
                "Carrousels ou slides publicitaires : Pour mettre en avant des produits de la catégorie, en 1200x600 pixels.",
                "Publicités intégrées dans le contenu : Similaires aux pages de résultats de recherche, souvent en 300x250 pixels.",
                "Publicités vidéo : Parfois utilisées pour des promotions spécifiques de catégorie, en taille moyenne 640x360 pixels."
              ]
            },
            "product_detail_pages": {
              "title": "Annonces sur les pages de détails du produit",
              "content": [
                "Bannières publicitaires : Moins fréquentes dans ce contexte, mais possibles en 728x90 pixels en bas de la page.",
                "Carrousels ou slides publicitaires : Pour d'autres produits ou accessoires, en 500x500 pixels.",
                "Publicités intégrées dans le contenu : Peuvent être utilisées pour promouvoir des produits complémentaires, typiquement en 300x250 pixels près de la description ou des spécifications.",
                "Publicités vidéo : Pour démontrer le produit ou des produits similaires, en taille 640x360 pixels ou plus."
              ]
            }
          }
        },
        "intra_company_sales": {
          "title": "Service Vente en Ligne Intra-Entreprise dans le B2B eCommerce et eSourcing :",
          "content": [
            "La vente en ligne intra-entreprise implique la mise en place de la marketplace Temacina.com de vente en ligne destinée à être utilisée exclusivement par des entreprises pour acheter des produits ou services auprès d'autres entreprises.",
            "Dans le contexte du B2B eCommerce, cela signifie fournir la marketplace Temacina.com où les entreprises peuvent effectuer des achats en ligne de manière efficace, en accédant à un large éventail de produits ou services proposés par d'autres entreprises de la marketplace.",
            "Pour l'eSourcing, cela implique la marketplace Temacina.com où les entreprises peuvent rechercher, évaluer, sélectionner et acheter des produits ou services auprès de fournisseurs tiers, en utilisant des méthodes telles que les appels d'offres en ligne, les enchères inversées et les négociations électroniques (RFQ-Demande de devis).",
            "IMPORTANT : La Marketplace Temacina.com autorise exclusivement le marketing et les transactions impliquant des entreprises avec lesquelles l'État algérien entretient des relations économiques et commerciales avec leurs pays d'origine. Le sens des transactions de la Marketplace Temacina.com est exclusivement entre :",
            "Marché Algérien – Algérien Local (en Dinar).",
            "Marché Algérien – Mondial (Export- en Dollar).",
            "Marché Mondial – Algérien (Import- en Dollar).",
            "Marché Mondial – Mondial (sauf pour le marketing Digital).",
            "L'offre de services dans le digital marketing et la vente en ligne intra-entreprise dans le B2B eCommerce et l'eSourcing de la Marketplace Temacina.com vise à aider les entreprises algériennes, africaines et mondiales à promouvoir efficacement leurs produits ou services en ligne, à atteindre de nouveaux clients et à faciliter les transactions commerciales entre entreprises dans un environnement numérique. Cela peut contribuer à accroître la visibilité, à générer des prospects qualifiés et à améliorer l'efficacité des opérations commerciales dans le monde numérique en évolution rapide pour le marché algérien, le marché africain et le marché mondial."
          ],
          "algerian_b2b": {
            "title": "Marché Algérien B2B Local :",
            "content": [
              "Ce marché est dédié aux entreprises algériennes qui cherchent à vendre leurs produits ou services localement, en utilisant le dinar algérien DA comme devise.",
              "Les entreprises algériennes bénéficient de visibilité, de promotion et de canaux de vente sur Temacina.com pour atteindre d'autres entreprises dans le pays.",
              "Pour l'exportation, les entreprises algériennes peuvent également utiliser la plateforme pour promouvoir et vendre leurs produits ou services à l'étranger, en particulier sur les marchés africains et internationaux, en utilisant le dollar comme devise. Cela s'inscrit dans la nouvelle stratégie du gouvernement algérien visant à dynamiser l'économie et l'industrie algériennes à l'échelle mondiale."
            ]
          },
          "worldwide_b2b": {
            "title": "Marché Étranger B2B Mondial :",
            "content": [
              "Ce marché concerne les entreprises étrangères qui cherchent à vendre leurs produits ou services à des entreprises algériennes, utilisant le dollar comme devise.",
              "Les entreprises étrangères peuvent bénéficier de visibilité, de promotion et de canaux de vente sur Temacina.com pour atteindre le marché algérien.",
              "Pour l'importation, les entreprises étrangères peuvent utiliser la plateforme pour promouvoir et vendre leurs produits ou services destinés au marché algérien, que ce soit pour leur propre fonctionnement ou pour la revente en l'état.",
              "Temacina.com offre une plateforme dynamique permettant aux entreprises algériennes et étrangères de se connecter, de promouvoir leurs produits et services, et de conclure des transactions commerciales dans un environnement B2B local et mondial, facilitant ainsi l'essor du commerce international et contribuant à la croissance économique de l'Algérie."
            ]
          }
        }
      },
      "payments_services": {
        "title": "Paiements de services de Temacina.com",
        "digital_marketing_payments": {
          "title": "Paiements marketing digital via les Packs d’abonnement :",
          "content": [
            "La Marketplace Algeriadigitlamarket.com propose plusieurs espaces et d’outils publicitaires via un système sur toutes les pages de la plateforme d’abonnement avec des périodes différentes. Les tarifs d’abonnement sont affichés à la page Abonnement.",
            "https://www.Temacina.com/subscriptions",
            "Free : Un service minimum accordé de 12 Mois",
            "Starter : Un service avec plus d’avantages 3 – 6 – 12 Mois",
            "Silver : Un service avec plus d’avantages 3 – 6 – 12 Mois",
            "Gold : Un service avec plus d’avantages 3 – 6 – 12 Mois",
            "Types de services :"
          ],
          "types_of_service": {
            "number_of_products": "✔ Nombre de produit",
            "number_of_images": "✔ Nombre images/produit",
            "duration_video": "✔ Duration video/produit",
            "quotation_request": "✔ Demande de quotation",
            "referencing_by_keyword": "✔ Référencement par Mot Clé",
            "strategic_marketing": "✔ Marketing stratégique",
            "advanced_product_management": "✔ Gestion Avancée des produits",
            "priority_search_results": "✔ Prioritaire Résultats de Recherche",
            "find_an_agent": "✔ Trouvez un agent",
            "visibility_on_algerian_market": "✔ Visibilité marché algérien/Africain",
            "global_market_visibility": "✔ Visibilité marché mondial",
            "analytical_data": "✔ Données Analytiques",
            "advanced_technical_assistance": "✔ Assistance Technique Avancée",
            "special_visual_badges": "✔ Badges Visual spéciaux",
            "priority_customer_support": "✔ Support Client Prioritaire",
            "performance_analysis": "✔ Analyse des Performances",
            "forums_and_communities": "✔ Forums et Communautés",
            "online_chat": "✔ Chat en ligne"
          },
          "algerian_payment": {
            "title": "Paiement en Dinar Algérien pour les entreprises algériennes en Algérie (Algeria Partners).",
            "content": [
              "Paiement en ligne CIB ou EDAHABIA (Après le choix du pack vous aurez la possibilité de payer directement en remplissant vos informations de carte de crédit).",
              "Virement bancaire ou postal pour le compte de l’entreprise Algeria Partners.",
              "Espèce ou par chèque à l’adresse du siège."
            ]
          },
          "foreign_payment": {
            "title": "Paiement en Dollar pour les entreprises étrangères à l’Étranger (Digital Trade and Export Ltd) UK.",
            "content": [
              "Paiement en ligne Visa, Mastercard, American Express, Application Mobile et tous types de paiement en ligne (Après le choix du pack vous aurez la possibilité de payer directement en remplissant vos informations de carte de crédit).",
              "Virement bancaire ou postal pour le compte de l’entreprise (Entreprise Digital Trade and Export Ltd)."
            ]
          }
        }
      },
      "advertising_space": {
        "title": "Paiements des services des espaces publicitaires et de sponsoring",
        "important_note": "IMPORTANT : Les tarifs des espaces Publicitaires et Sponsoring, les périodes et tous les détails sont accessibles à partir des Comptes Utilisateur.",
        "types_of_pages": {
          "title": "Nous avons 4 Types de Pages",
          "content": [
            "Annonces sur la page d'accueil.",
            "Annonces sur les pages de résultats de recherche.",
            "Annonces sur les pages de catégorie.",
            "Annonces sur les pages de détails du produit."
          ]
        },
        "types_of_spaces": {
          "title": "Nous avons 5 Espaces Publicitaires et Sponsoring",
          "content": [
            "Bannières publicitaires : Largeur complète, souvent en 728x90 pixels pour les bannières ou 1600x500 pixels pour les grandes bannières en tête de page.",
            "Carrousels ou slides publicitaires : Taille variable, généralement large pour attirer l'attention, souvent en 1200x600 pixels.",
            "Publicités intégrées dans le contenu : Tailles variées selon le design, mais souvent en 300x250 pixels pour s'intégrer sans obstruer le contenu.",
            "Publicités vidéo : Souvent placées de manière prédominante, en taille 640x360 pixels ou 1280x720 pixels pour haute définition.",
            "Publicités natives : Conçues pour se fondre avec le contenu, généralement en taille réduite comme 300x250 pixels ou ajustées au contenu environnant."
          ]
        }
      },
      "online_sales_commission": {
        "title": "Paiements des services et commission de la vente en ligne",
        "content": [
          "La Marketplace propose une solution de vente en ligne complète :",
          "Catalogue Électronique des produits via la plateforme",
          "Chaque entreprise répertoriée sur la Marketplace Temacina.com propose un catalogue varié de produits. La diversité des produits dépend du type d'abonnement acheté via notre système d'abonnement. Vous pouvez consulter les propositions tarifaires en vigueur pour plus d'informations.",
          "Choix de la compagnie de livraison et du type de livraison",
          "Les utilisateurs ont la possibilité de choisir parmi différentes compagnies de livraison disponibles sur Temacina.com. De plus, ils peuvent sélectionner le type de livraison qui convient le mieux à leurs besoins, tel que la livraison standard, express, ou d'autres options disponibles.",
          "Suivi des commandes",
          "Nous offrons un service de suivi des commandes permettant aux utilisateurs de suivre l'état de leur livraison en temps réel. Ils peuvent ainsi rester informés de l'avancement de leur commande depuis le moment de l'expédition jusqu'à sa réception.",
          "Facturation et service après-vente",
          "Temacina.com propose un système de facturation complet, garantissant une gestion transparente des transactions. De plus, notre service après-vente est à votre disposition pour répondre à toutes vos questions et vous fournir un support technique et commercial efficace après l'achat de produits sur notre plateforme."
        ],
        "algerian_sales": {
          "title": "Vente en Algérie entre les entreprises algériennes",
          "content": "Les transactions en ligne de produits et services en B2B via la Marketplace Temacina.com sont facturées en Dinar Algérien."
        },
        "foreign_sales": {
          "title": "Vente entre les entreprises algériennes et étrangères, Import ou Export en Dollar",
          "content": "Les opérations de vente en ligne de produits et services en B2B via la Marketplace Temacina.com sont effectuées en Dollar, que ce soit pour les transactions d'importation ou d'exportation, impliquant des entreprises algériennes et étrangères."
        },
        "commission_note": {
          "title": "Commission de vente en ligne",
          "content": "IMPORTANT : Les commissions de vente en ligne varient en fonction des modalités contractuelles établies entre la Marketplace Temacina.com et les entreprises déjà inscrites sur la plateforme."
        }
      },
      "risks_transactions": {
        "title": "Risques et transactions",
        "content": [
          "Les utilisateurs doivent être conscients des risques potentiels lorsqu'ils traitent avec d'autres utilisateurs. Bien que Temacina.com utilise des techniques pour vérifier l'exactitude des informations fournies par les utilisateurs, il est difficile de confirmer l'identité de chaque utilisateur. Il est recommandé d'utiliser différents moyens et son bon sens pour évaluer avec qui l'on traite.",
          "Les acheteurs et les vendeurs assument tous les risques liés à la réalisation de transactions sur les sites ou par leur intermédiaire, y compris les risques liés à la qualité des produits, les manœuvres frauduleuses, les retards de livraison, etc. Temacina.com n'est pas responsable des dommages ou préjudices résultant de ces risques."
        ]
      },
      "information_documents": {
        "title": "Informations et documents",
        "content": "Les utilisateurs doivent fournir toutes les informations et documents demandés par Temacina.com pour faciliter les transactions. Le non-respect de cette exigence peut entraîner la suspension ou la résiliation du compte de l'utilisateur."
      },
      "sales_content": {
        "title": "Contenus commerciaux des vendeurs",
        "content": "Les vendeurs déclarent que tous les contenus qu'ils fournissent contiennent des communications commerciales, et les acheteurs reconnaissent cette affirmation."
      },
      "comments_criticisms": {
        "title": "COMMENTAIRES, CRITIQUES ET COMMUNICATIONS",
        "content": [
          "Les visiteurs peuvent publier des revues, des commentaires ou d'autres contenus sur le site, tant que ceux-ci ne sont pas illégaux, offensants, ou violant les droits de propriété intellectuelle. Temacina.com se réserve le droit de retirer ou de modifier tout contenu jugé inapproprié. Si un contenu semble diffamatoire ou viole les droits de propriété intellectuelle, les visiteurs sont encouragés à remplir un formulaire de notification pour signaler le problème. En soumettant du contenu, les visiteurs accordent à Temacina.com une licence non exclusive pour l'utiliser. Ils doivent garantir que le contenu est exact et ne viole aucune politique de Temacina.com. Les visiteurs doivent également indemniser Temacina.com en cas de litige lié au contenu soumis."
        ]
      },
      "third_party_liability": {
        "title": "VENDEURS TIERS ET RESPONSABILITÉ",
        "content": [
          "Les acheteurs et les vendeurs sont seuls responsables de l'établissement et de l'exécution des conditions générales des transactions, y compris les modalités de paiement, les retours, etc., sous réserve des obligations supplémentaires spécifiées dans l'Accord sur les Services de Transaction.",
          "Temacina.com permet à des vendeurs tiers de lister et de vendre leurs produits sur la plateforme. Bien que la plateforme facilite ces transactions, il n'est ni l'acheteur ni le vendeur des produits des vendeurs tiers. Temacina.com agit en tant qu'intermédiaire, fournissant un lieu de rencontre pour que les acheteurs et les vendeurs finalisent leurs transactions. Les contrats de vente sont formés uniquement entre l'acheteur et le vendeur tiers, et Temacina.com n'est pas partie à ces contrats, n'agissant ni en tant qu'agent ni en tant que mandataire des vendeurs tiers. Sauf dans les cas spécifiés dans cette section, les vendeurs tiers sont responsables des ventes de produits et des problèmes liés à ces contrats. Temacina.com offre la Garantie de A à Z pour assurer aux acheteurs une expérience d'achat sécurisée en plus de tout droit contractuel ou autre.",
          "Certains vendeurs tiers peuvent vendre en tant que particuliers plutôt que professionnels, ce qui affecte vos droits légaux habituels en matière de protection des consommateurs.",
          "Si les articles sont expédiés par Temacina.com, la livraison est gérée par le site et le service client s'occupe des problèmes de commande. Sinon, le vendeur tiers gère la livraison et le service client, sauf indication contraire."
        ]
      },
      "prohibited_products": {
        "title": "PRODUITS ET SERVICES INTERDITS SUR NOTRE MARKETPLACE",
        "content": [
          "Temacina.com, en tant que plateforme B2B mondiale basée en Algérie, fonctionne comme un espace virtuel de commerce entre entreprises locales et internationales. Cette dynamique commerciale englobe des vendeurs et des acheteurs opérant dans des régions géographiquement dispersées, offrant ainsi une diversité de produits et de services sur une échelle mondiale.",
          "La priorité absolue de Temacina.com est d'assurer la sécurité et la conformité pour tous les utilisateurs, qu'ils soient vendeurs ou acheteurs, dans le respect des lois et des réglementations locales en Algérie ainsi que des réglementations internationales applicables. Cela se traduit par une sélection rigoureuse des produits et services proposés sur la plateforme.",
          "Outre les restrictions évidentes concernant les produits illégaux ou fortement réglementés par la loi, Temacina.com applique également des limitations sur des produits ou services qui pourraient être controversés par nature, même s'ils ne sont pas explicitement interdits par la loi. Cette approche proactive vise à prévenir les situations problématiques et à maintenir la réputation et l'intégrité de la plateforme.",
          "La politique d'inscription des produits sur Temacina.com énumère des catégories spécifiques de produits qui sont soit restreintes dans leur vente, soit totalement interdites. Ces catégories sont régulièrement mises à jour pour refléter les évolutions législatives et réglementaires, et elles sont conçues pour aider les vendeurs à comprendre les exigences et à se conformer aux normes en vigueur.",
          "Il est crucial pour les vendeurs d'examiner attentivement ces politiques et de s'assurer que les produits qu'ils proposent respectent toutes les réglementations applicables. La responsabilité incombe aux vendeurs de s'assurer que leurs produits sont conformes aux lois et aux réglementations dans toutes les juridictions pertinentes, et que leur inscription sur Temacina.com est en pleine conformité avec ces exigences.",
          "En collaborant étroitement avec les autorités compétentes et en mettant en place des mécanismes de surveillance et de contrôle efficaces, Temacina.com s'efforce de maintenir un environnement commercial sûr, transparent et équitable pour tous ses utilisateurs, contribuant ainsi à renforcer la confiance et la crédibilité de la plateforme sur le marché mondial.",
          "Il est impératif de rappeler aux vendeurs algériens que les lois varient d'un pays à l'autre où résident leurs potentiels acheteurs, et de même pour les acheteurs algériens, les lois diffèrent dans les pays où résident leurs vendeurs potentiels. Ainsi, avant d'inscrire un produit sur la plateforme Temacina.com, il est fortement recommandé à tous les vendeurs de consulter l'avis d'un juriste dûment agréé dans leur propre pays ainsi que dans le pays où ils prévoient de vendre ou d'acheter. Cette consultation permettra aux vendeurs d'être pleinement informés des lois et réglementations pertinentes auxquelles eux-mêmes et leurs produits doivent se conformer avant de procéder à des transactions sur Temacina.com.",
          "Cette démarche proactive est essentielle pour garantir la conformité juridique de toutes les transactions effectuées sur la plateforme. Les lois et réglementations peuvent varier considérablement d'un pays à l'autre, notamment en ce qui concerne les normes de sécurité des produits, les obligations fiscales, les règles de protection des consommateurs et les exigences en matière de propriété intellectuelle. En consultant un juriste compétent, les vendeurs peuvent s'assurer que leurs activités commerciales respectent pleinement ces réglementations et éviter ainsi toute violation des lois locales ou internationales.",
          "En Algérie, par exemple, les vendeurs doivent se conformer aux lois et réglementations locales en matière de commerce électronique, de protection des consommateurs et de fiscalité. De même, les vendeurs doivent également se familiariser avec les lois applicables dans les pays où résident leurs acheteurs potentiels, afin de garantir la légalité de leurs activités commerciales dans ces juridictions.",
          "De manière similaire, les acheteurs algériens doivent être conscients des lois et réglementations en vigueur dans les pays où résident leurs vendeurs potentiels. Cela leur permettra d'être informés de leurs droits et obligations en tant qu'acheteurs et de prendre des décisions éclairées lorsqu'ils effectuent des achats sur Temacina.com.",
          "En résumé, la consultation d'un juriste avant de procéder à des transactions sur Temacina.com est une étape cruciale pour garantir la conformité légale et minimiser les risques juridiques pour tous les acteurs impliqués dans le commerce électronique. Cela contribue à renforcer la confiance des utilisateurs dans la plateforme et à assurer un environnement commercial sûr et transparent pour tous."
        ]
      },
      "list_of_prohibited_products": {
        "title": "LISTE DES PRODUITS INTERDITS",
        "content": [
          "Toutes les catégories de produits peuvent ne pas être répertoriées sur le site web, car nous effectuons une vérification minutieuse de chaque produit avant son ajout. En plus de l'interdiction et de la restriction d'inscription des produits fortement réglementés ou totalement interdits par la législation, Temacina.com met également en place des interdictions et des restrictions sur des produits qui, bien que n'étant pas interdits par la loi, sont controversés par nature. Cette approche garantit que seuls les produits conformes aux normes de sécurité et de qualité les plus strictes sont disponibles sur notre plateforme, assurant ainsi la confiance et la sécurité de nos utilisateurs",
          "Armes et Armes à feu et munitions",
          "Articles délivrés par le gouvernement, les forces de l'ordre et l'armée",
          "Articles restreints soumis à la qualification des produits",
          "Articles sanctionnés et interdits",
          "Produits de Luxe, Or, Diamant",
          "Produits Pétroliers et dérivés",
          "Collections, artefacts et métaux précieux",
          "Dispositifs de contournement et autres équipements utilisés à des fins illicites",
          "Drogues illicites, précurseurs et attirail de drogue",
          "Équipements de protection individuelle",
          "Équipements radio",
          "Interdictions géographiques spécifiques",
          "Matériel de fabrication de drogues illicites",
          "Matériel de jeux",
          "Matériel offensant et informations préjudiciables à la sécurité nationale",
          "Matériel, produit, livres, magazines à caractère sexuel, vulgaire ou obscène",
          "Matériel, produit, livres, magazines à caractère violent",
          "Médicaments",
          "Parties et restes humains, flore et faune protégées",
          "Port et dérivés",
          "Précurseurs d'explosifs",
          "Produit financier et Intérêt bancaire.",
          "Produits à base de Cannabidiol CBD",
          "Produits chimiques inflammables, explosifs et dangereux",
          "Produits contenant des substances réglementées",
          "Produits controversés qui sont contraires à la morale sociale, à l'ordre public, aux bonnes coutumes et aux principes humanitaires",
          "Tous produits strictement réglementés et interdits à la vente en ligne.",
          "Produits de qualité inférieure ou non conformes aux lois et règlements en vigueur",
          "Produits du tabac et dérivés",
          "Produits en plastique à usage unique",
          "Produits laser",
          "Services et produits illégaux obtenus par des moyens illégaux",
          "Vin et dérivés, tous produits alcooliques.",
          "Tous produits volés"
        ]
      },
      "changes_updates": {
        "title": "MODIFICATIONS ET MISE À JOUR",
        "content": [
          "Temacina.com se réserve le droit de faire des modifications sur tout ou une partie du service, à nos procédures, à nos termes et conditions, y compris les présentes Conditions générales d'utilisation de vente. Vous êtes soumis aux termes et conditions, procédures et Conditions d'utilisation en vigueur au moment où vous utilisez le Service Temacina.com qui peut modifier les Conditions à tout moment en publiant les Conditions modifiées avec la date de modification. Temacina.com vous informera de toute modification importante des Conditions en publiant les modifications pertinentes sur la Marketplace « Plateforme », « Site internet »."
        ]
      },
      "force_majeure": {
        "title": "Force Majeure et Indisponibilité des services",
        "content": [
          "Temacina.com ne sera pas tenu responsable et ne versera aucune indemnité pour toute perte découlant de l'indisponibilité ou des dysfonctionnements des services ou des systèmes dans les cas suivants : arrêt du système pour maintenance, impossibilité de transmission des données en raison de défaillances des équipements de communication, événements de force majeure tels que catastrophes naturelles, guerres, troubles civils, etc., ou toute suspension des services pour des raisons échappant au contrôle raisonnable de Temacina.com, comme les cyberattaques, les ajustements techniques, les décisions gouvernementales, etc.",
          "Nous nous engageons à maintenir la disponibilité et la qualité des Services Temacina.com, mais en raison de la nature d'Internet, il est impossible de garantir l'absence totale d'erreurs ou d'interruptions. Nous travaillons à limiter la fréquence et la durée de toute suspension ou limitation des services pour des activités de maintenance ou d'amélioration."
        ]
      }
    }
  }
  