{
    "title": "CONDITIONS GÉNÉRALES D'UTILISATION (CGU)",
    "siteName": "Temacina.com",
    "date": "Jeudi 11 Juillet 2024",
    "mainLanguage": "La langue française",
    "welcomeMessage": "Bienvenue sur Temacina.com",
    "sections": {
      "1": {
        "title": "1. APPLICATION ET ACCEPTATION DES CONDITIONS",
        "subsections": {
          "11": {
            "title": "1.1 Conditions d'utilisation",
            "content": "Avant d'utiliser les services proposés par Temacina.com, veuillez lire attentivement ces conditions. En vous inscrivant pour la première fois avec une adresse e-mail et un mot de passe, et en fournissant les informations requises tout en cochant la case d'acceptation de toutes les conditions, politiques et mentions légales, vous acceptez d'être lié par les présentes conditions. Votre utilisation des services de la Marketplace Temacina.com, une plateforme électronique permettant l'échange d'informations sur les produits et services entre vendeurs et acheteurs (désignés collectivement comme les \"Services\" ci-après), est soumise aux conditions générales énoncées dans ce document ainsi qu'à notre Politique de Confidentialité. Ces Conditions constituent un accord juridiquement contraignant entre vous, en tant qu'utilisateur(s) de la Marketplace (ci-après dénommé \"vous\", \"votre\" ou \"Utilisateur\"), et Temacina.com. Ce document, ainsi que d'autres règles et politiques régissant la Marketplace et le Site Web, sont collectivement désignés par le terme \"Conditions\". En accédant aux Services ou à la Marketplace, ou en les utilisant, vous acceptez l'ensemble des conditions énoncées. Veuillez ne pas accéder aux Services ou à la Marketplace, ni les utiliser, si vous n'acceptez pas l'ensemble des conditions."
          },
          "12": {
            "title": "1.2 Conditions d'acceptation",
            "content": "Vous ne pouvez pas accéder aux Services ou à la Marketplace « Plateforme », « Site Web » si vous ne remplissez pas les conditions suivantes : accepter notre Politique de Confidentialité, Conditions Générales d’Utilisation, Conditions Générales de Vente, et Politique de Liste de Produits ; être âgé de plus de 18 ans ; être une entreprise correspondant aux activités autorisées pour publier et vendre ces produits et services selon les conditions générales de vente pour le marché algérien ; être une entreprise étrangère ou d'un pays ayant des relations commerciales avec l'Algérie."
          },
          "13": {
            "title": "1.3 Modification du service ou des conditions d'utilisation",
            "content": "Nous nous réservons le droit de faire des modifications sur tout ou une partie du service Temacina.com, à nos procédures, termes et conditions, y compris ces Conditions Générales d'Utilisation, à tout moment. Vous êtes soumis aux termes et conditions, procédures et Conditions d'Utilisation en vigueur au moment où vous utilisez le Service Temacina.com. Nous pouvons modifier les Conditions à tout moment en publiant les Conditions modifiées avec la date de modification. Temacina.com vous informera de toute modification importante des Conditions en publiant les modifications pertinentes sur la Marketplace « Plateforme », « Site Web »."
          },
          "14": {
            "title": "1.4 Langue et traduction",
            "content": "La langue française reste la langue officielle de toutes les conditions, politiques et mentions légales de la Marketplace « Plateforme », « Site Web ». Les traductions en anglais et en arabe sont fournies uniquement pour votre commodité. La langue française régira votre accès à et votre utilisation des Services de la Marketplace « Plateforme », « Site Web »."
          },
          "15": {
            "title": "1.5 Renonciation",
            "content": "Si vous enfreignez ces Conditions d'Utilisation et que nous ne prenons aucune mesure, nous serons toujours en droit d'exercer nos droits et recours dans toutes les autres situations où vous enfreignez ces Conditions d'Utilisation."
          }
        }
      },
      "2": {
        "title": "2. PROPRIÉTÉ INTELLECTUELLE EN ALGÉRIE ET INTERNATIONALEMENT",
        "content": "Tout le contenu présent ou mis à disposition via les Services Temacina.com, tels que textes, graphiques, logos, boutons, images, musique, téléchargements numériques et compilations de données, est la propriété de Temacina.com ou de ses fournisseurs de contenu et est protégé par les lois algériennes et internationales sur la propriété intellectuelle, les droits d'auteur et la protection des bases de données. La compilation de tout le contenu présent ou mis à disposition via les Services Temacina.com est la propriété exclusive de Temacina.com et est protégée par les lois algériennes et internationales sur la propriété intellectuelle et la protection des bases de données. Vous ne devez pas extraire et/ou réutiliser systématiquement des parties du contenu de tout Service Temacina.com sans notre autorisation. En particulier, vous ne devez pas utiliser un robot d'exploration de données ou tout autre outil similaire de collecte ou d'extraction de données pour extraire (en une ou plusieurs fois) ou réutiliser toute partie substantielle de tout Service Temacina.com sans notre consentement. Vous ne devez pas non plus créer et/ou publier vos propres bases de données contenant des parties substantielles de tout Service Temacina.com sans notre consentement."
      },
      "3": {
        "title": "3. MARQUES ET UTILISATEURS EN GÉNÉRAL",
        "content": "Les graphiques, logos, en-têtes de page, boutons, reproduits, téléchargés, republications, ventes, distributions ou reventes de services ou informations, textes, images, graphiques, clips vidéo, sons, répertoires, fichiers, bases de données ou listes, etc. disponibles sur ou via les sites (le \"Contenu du Site\"), les scripts et les noms de services inclus ou mis à disposition via un Service Temacina.com sont des marques ou des habillages commerciaux de Temacina.com. Les marques et habillages commerciaux de Temacina.com ne peuvent être utilisés en relation avec un produit ou service qui n'est pas celui de Temacina.com, ou de toute manière susceptible de prêter à confusion parmi les clients, ou de toute manière qui déprécie ou discrédite Temacina.com. Toutes les autres marques qui ne sont pas la propriété de Temacina.com et qui apparaissent sur tout Service Temacina.com sont la propriété de leurs propriétaires respectifs, qui peuvent ou non être affiliés, liés ou sponsorisés par Temacina.com."
      },
      "4": {
        "title": "4. COMPTES UTILISATEURS",
        "content": "L'Utilisateur doit être enregistré sur les Sites pour accéder à certains Services (un utilisateur enregistré est également appelé \"Utilisateur\"). À moins que Temacina.com n'accepte autrement, un Utilisateur peut enregistrer un seul compte utilisateur auprès de Temacina.com. Temacina.com peut annuler ou résilier le compte d'un Utilisateur si Temacina.com a des raisons de suspecter que l'Utilisateur a enregistré ou a le contrôle de deux ou plusieurs comptes utilisateurs simultanément. De plus, Temacina.com peut rejeter la demande d'enregistrement de l'Utilisateur pour toute raison. Lors de l'enregistrement sur les Sites, Temacina.com attribue un compte et délivre un identifiant et un mot de passe à chaque utilisateur enregistré. Un compte peut inclure un compte de messagerie web avec un espace de stockage limité permettant à l'utilisateur d'envoyer ou de recevoir des e-mails. L'identifiant et le mot de passe d'un utilisateur sont uniques pour un seul compte. Chaque utilisateur est seul responsable du maintien de la confidentialité et de la sécurité de son identifiant et mot de passe, et de toute utilisation et activité sous son compte (que cette utilisation ou activité soit autorisée ou non). Aucun utilisateur ne peut partager, céder ou autoriser l'utilisation de son compte utilisateur, identifiant ou mot de passe par une autre personne, même par d'autres personnes au sein de l'entité commerciale de l'utilisateur."
      },
      "41":{
        "items":"Lors de l'inscription sur les sites, Temacina.com  attribue un compte et délivre un identifiant de l’utilisateur et un mot de passe à chaque utilisateur inscrit. Un compte peut comporter un compte de courrier électronique basé sur le web avec un espace de stockage limité permettant à l’utilisateur d'envoyer ou de recevoir des courriers électroniques.          ",
        "items2":"L'identifiant et le mot de passe d'un utilisateur sont uniques pour un seul compte. Chaque utilisateur   est seul responsable du maintien de la confidentialité et de la sécurité de son identifiant et de son mot de passe, ainsi que de l'utilisation et des activités effectuées sur son compte (que cette utilisation ou ces activités soient autorisées ou non). Aucun utilisateur   ne peut partager, céder ou autoriser l'utilisation de son compte d’utilisateur, de son identifiant ou de son mot de passe par une autre personne, même à d'autres personnes au sein de la propre entité commerciale du utilisateur.  "
 
      },
      "5": {
        "title": "5. RESPONSABILITÉS DES UTILISATEURS DU MARKETPLACE",
        "subsections": {
          "51": {
            "title": "5.1 Déclaration, garantie",
            "content": "Chaque utilisateur affirme qu'il a le pouvoir et l'autorité nécessaires pour accepter les conditions, accorder la licence et l'autorisation et accomplir les obligations prévues ici. Ils reconnaissent que leur accès et utilisation des sites et services est à des fins professionnelles uniquement. Pour les utilisateurs qui sont des entités commerciales, l'adresse fournie au moment de l'enregistrement doit être le principal lieu d'affaires de l'entité."
          },
          "52": {
            "title": "5.2 Informations et matériel fournis par l'utilisateur",
            "content": "Les utilisateurs doivent fournir des informations ou du matériel sur leur entité, entreprise ou produits/services lors du processus d'enregistrement sur les Sites. Ils garantissent que toutes les informations et documents fournis sont véridiques, exacts, certifiés, actuels et complets."
          },
          "53": {
            "title": "5.3 Coordonnées et informations personnelles",
            "content": "Les utilisateurs doivent fournir des coordonnées valides et des informations personnelles à jour. Ils s'engagent à informer Temacina.com de tout changement dans leurs coordonnées et informations personnelles dans les plus brefs délais. En fournissant des informations, les utilisateurs consentent à ce que Temacina.com recueille, conserve et utilise leurs coordonnées et informations personnelles comme indiqué dans notre Politique de Confidentialité."
          },
          "54": {
            "title": "5.4 Responsabilité",
            "content": "Les utilisateurs sont responsables de l'obtention de toutes les licences et autorisations nécessaires pour tout contenu utilisateur soumis, publié ou affiché. Ils garantissent que ce contenu ne viole aucun droit de tiers et qu'ils ont le droit de vendre les produits ou services décrits."
          },
          "55": {
            "title": "5.5 Critères",
            "content": "Le contenu utilisateur doit être vrai, exact, complet et licite. Il ne doit pas être faux, trompeur, diffamatoire, discriminatoire, ou enfreindre les lois et réglementations applicables."
          },
          "56": {
            "title": "5.6 Conduite des utilisateurs",
            "content": "Les utilisateurs doivent exercer leurs activités sur les sites conformément aux lois et réglementations applicables. Ils ne doivent pas utiliser les services pour des activités illégales ou frauduleuses."
          },
          "57": {
            "title": "5.7 Restrictions",
            "content": "Les utilisateurs ne peuvent pas utiliser les sites, les services ou leur compte pour des activités identiques ou similaires à celles de Temacina.com."
          },
          "58": {
            "title": "5.8 Utilisation à des fins professionnelles",
            "content": "La Marketplace Temacina.com ne peut être utilisée que par des entreprises et leurs représentants à des fins professionnelles."
          },
          "59": {
            "title": "5.9 Observation des lois et réglementations locales",
            "content": "Chaque utilisateur est responsable de l'observation des lois et réglementations locales concernant l'utilisation de la Marketplace Temacina.com."
          }
        }
      }
     
    }}
  